{
    "total":51,
    "data":[
        {"id":0,"quote":"We will eliminate waste and pollution to preserve the environment.","author":"Exxon"},
        {"id":1,"quote":"We are committed to making lasting progress in being a people, planet and profit positive company. ","author":"Starbucks"},
        {"id":2,"quote":"We set preliminary 2030 reduction targets, pledging to cut our carbon, water and waste footprints by half, working from a 2018 baseline.","author":"Starbucks"},
        {"id":3,"quote":"Our vision for the future is to become resource positive — giving back more than we take from the planet.","author":"Starbucks"},
        {"id":4,"quote":"Move to Zero is Nike's journey toward zero carbon and zero waste to help protect the future of sport.","author":"Nike"},
        {"id":5,"quote":"...we will advocate for well-designed, high-impact policies that can accelerate the deployment of market-based, cost-effective solutions,","author":"Exxon"},
        {"id":6,"quote":"We will eliminate waste and pollution to preserve the environment.","author":"Your Company Here"},
        {"id":7,"quote":"Our mission is to make our products more sustainable to protect the planet.","author":"Your Company Here"},
        {"id":8,"quote":"Our goal is to be energy efficient to improve our community.","author":"Your Company Here"},
        {"id":9,"quote":"We are commited to using clean energy sources to minimize our carbon footprint.","author":"Your Company Here"},
        {"id":10,"quote":"We are dedicated to recycling everywhere possible to get to zero waste.","author":"Your Company Here"},
        {"id":11,"quote":"Our company’s foundation is built on our values, which distinguish us and guide our actions. We conduct our business in a socially responsible and ethical manner. We respect the law, support universal human rights, protect the environment and benefit the communities where we work.","author":"Chevron"},
        {"id":12,"quote":"We are a global organisation that is socially and environmentally responsible, that embraces creativity and diversity and is financially rewarding for our employees and shareholders.","author":"Adidas"},
        {"id":13,"quote":"Our Reason for Being: Build the best product, cause no unnecessary harm, use business to inspire and implement solutions to the environmental crisis.","author":"Patagonia"},
        {"id":14,"quote":"Our services treat our employees fairly to get to carbon neutral.","author":"Your Company Here"},
        {"id":15,"quote":"Starbucks™ Shared Planet™ is our commitment to do business in ways that are good for people and the planet.","author":"Starbucks"},
        {"id":16,"quote":"...endeavouring to become the first name in industrial ecology, a corporation that cherishes nature and restores the environment.","author":"Interface Global"},
        {"id":17,"quote":"Our practice of returning to society what we earn evokes trust among consumers, employees, shareholders and the community.","author":"TATA Group"},
        {"id":18,"quote":"Apple Computer is committed to protecting the environment, health, and safety of our employees, customers and the global communities where we operate.","author":"Apple"},
        {"id":19,"quote":"Our foundation will be diverse and inclusive to continue sustainable economics.","author":"Your Company Here"},
        {"id":20,"quote":"AutoNation extends its services to include others that directly make a difference in the society through its corporate social responsibility.","author":"AutoNation"},
        {"id":21,"quote":"We exist to partner with sustainable companies to create solutions to the environmental crisis.","author":"Your Company Here"},
        {"id":22,"quote":"We are dedicated to the continuous improvement of our products and services. Through employee participation in our process and in partnership with our customers and suppliers we will accomplish our mission.","author":"Green Bay Packaging"},
        {"id":23,"quote":"We will partner with tree farms to support a sustainable energy supply.","author":"Your Company Here"},
        {"id":24,"quote":"Our mission is global transformation through ethical relationships with small-scale farmers, and an integral sustainability orientation at every point on the supply chain.","author":"Alter Eco Foods"},
        {"id":25,"quote":"We foster sustainable economic growth and human development by connecting people with actionable information from farmers to corporate and national policy makers.","author":"AWhere"},
        {"id":26,"quote":"Our mission is to provide safe and healthy jobs grounded in sustainablity practices.","author":"Your Company Here"},
        {"id":27,"quote":"Turning people’s essential bills into a way of supporting good causes.","author":"Bills that Give"},
        {"id":28,"quote":"Our goal is to do everything possible to expand human potential to protect the environment and benefit communities where we work.","author":"Your Company Here"},
        {"id":29,"quote":"Blue Avocado’s mission is provide thoughtful designs and creative solutions for a greener, simpler life.","author":"Blue Avocado"},
        {"id":30,"quote":"Our mission is to inspire and empower people to lead the way to a renewably powered future.","author":"Bullfrog Power"},
        {"id":31,"quote":"We are commited to reducing plastic use and waste to reduce environmental footprint.","author":"Your Company Here"},
        {"id":32,"quote":"We are dedicated to ethically purchased and responsibly produced products to promote green initiatives.","author":"Your Company Here"},
        {"id":33,"quote":"Our mission is to provide the highest quality web hosting services to customers worldwide, supported by unbeatable, personalized customer care, backed by a renewably-powered, environmentally efficient infrastructure, and managed by an empowering corporate culture of progressive values, and with this create a thriving, global community of customers who share in our values and benefit from each others’ contributions.","author":"Canvas Host"},
        {"id":34,"quote":"Our mission is to help all companies harness the power of business to create positive social and environmental change.","author":"Codethic"},
        {"id":35,"quote":"Our services cause no unnessary harm to accelerate the world's transtition to sustainable energy.","author":"Your Company Here"},
        {"id":36,"quote":"Our foundation will respect the law and support universal human rights to preserve the environment.","author":"Your Company Here"},
        {"id":37,"quote":"To foster access to sustainability and corporate social responsibility (CSR) information. We aim to be an engine of transparency that encourages more consistent and actionable disclosure from all types of organizations.","author":"CSRHub"},
        {"id":38,"quote":"...to offer the purest, most elemental ingredients and organic herbs in natural healing products that are good for people and good for the earth.","author":"Elemenal Herbs"},
        {"id":39,"quote":"We exist to be socially and environmentally responsible to preserve the planet.","author":"Your Company Here"},
        {"id":40,"quote":"We will do business in ways that are good for people and the planet to improve our community.","author":"Your Company Here"},
        {"id":41,"quote":"Our mission at Essential Living foods is to improve the health of the planet, its people, and their communities.","author":"Essential Living Foods"},
        {"id":42,"quote":"Our mission is to reimagine commerce in ways that build a more fulfilling and lasting world.","author":"Etsy"},
        {"id":43,"quote":"Our mission is helping the environment through materials to minimize our carbon footprint.","author":"Your Company Here"},
        {"id":44,"quote":"Our goal is to manufacture products that are environmentally responsible to get to zero waste.","author":"Your Company Here"},
        {"id":45,"quote":"Fairware’s mission is to change the world through the simple act of buying. We’re committed change makers and we’re serious about sustainability.","author":"Fairware"},
        {"id":46,"quote":"We're the best partner for your sustainability journey.","author":"JLL"},
        {"id":47,"quote":"We’re on a mission to develop innovators who envision and create a better world.","author":"Galileo"},
        {"id":48,"quote":"We are dedicated to nurturing an environmentally aware corportate culture to continue sustainable economics.","author":"Your Company Here"},
        {"id":49,"quote":"Our services empower people to create a better way of being sustainable to continue sustainable economics.","author":"Your Company Here"},
        {"id":50,"quote":"Feronia Forests is dedicated to finding smart ways to nurture, improve, and conserve forestland for future generations.","author":"Feronia Forests"},
        {"id":51,"quote":"To accelerate the flow of capital to enterprises that create innovative, market-based solutions to inequality, poverty, and other social problems and in doing so amplify their total impact.","author":"Good Capital"},
        {"id":52,"quote":"eWATER services is determined to solve the water crisis in Sub-Saharan Africa.","author":"eWATER Ltd."},
        {"id":53,"quote":"Our foundation will improve the quality of life in our communities to support a sustainable energy supply.","author":"Your Company Here"},
        {"id":54,"quote":"We exist to eliminate waste and pollution to improve our community.","author":"Your Company Here"},
        {"id":55,"quote":"Our mission is to help all companies harness the power of business to create positive social and environmental change.","author":"Honeyman Consulting"},
        {"id":56,"quote":"To transform waste glass into something beautiful while taking care of our employees and the planet at the same time.","author":"IceStone"},
        {"id":57,"quote":"We will use clean energy sources to promote green initiatives.","author":"Your Company Here"},
        {"id":58,"quote":"Our mission is to be be diverse and inclusive to protect the environment and benefit communities where we work.","author":"Your Company Here"},
        {"id":59,"quote":"Our goal is to provide safe and healthy jobs to support a sustainable energy supply.","author":"Your Company Here"},
        {"id":60,"quote":" Mamma Chia is a conscious and sustainable company that honors and uplifts both the soul of humanity and the soul of the planet.","author":"MommaChia"},
        {"id":61,"quote":"We help people enjoy the benefits of self-propelled wilderness-oriented recreation.","author":"Mountain Equipment Co-Op"},
        {"id":62,"quote":"We are committed to ethically purchased and responsibly produced products to preserve the environment.","author":"Your Company Here"},
        {"id":63,"quote":"Our services will manufacture products that are environmentally responsible to protect the planet.","author":"Your Company Here"},
        {"id":64,"quote":"Our company seeks to bridge the worlds of plastics packaging design, manufacturing, reuse, recycling, and sustainability.","author":"Packaging 2.0"},
        {"id":65,"quote":"Build the best product, cause no unnecessary harm, use business to inspire and implement solutions to the environmental crisis.","author":"Patagonia"},
        {"id":66,"quote":"Our foundation will empower people to create a better way of being sustainable to promote green initiatives.","author":"Your Company Here"},
        {"id":67,"quote":"Our mission is to make our products more sustainable to get to zero waste.","author":"Your Company Here"},
        {"id":68,"quote":"We’re committed to sourcing local materials and using local production because we believe in bettering our city and our community.","author":"Pyyrha"},
        {"id":69,"quote":"...to provide people with the choice to invest their money in companies that value social and environmental responsibility alongside profitability.","author":"Social(k)"},
        {"id":70,"quote":"Our goal is be energy efficient to support our community.","author":"Your Company Here"},
        {"id":71,"quote":"We are committed to recycle everywhere possible to reduce environmental footprint.","author":"Your Company Here"},
        {"id":72,"quote":"To improve life for everyone who drinks water, with sustainable, plant-based filters that make water healthy and delicious, beautiful carafes and pitchers, and the convenient Filters by Mail service.","author":"Soma"},
        {"id":73,"quote":"to create exceptional products that are affordable for people and good for the planet.","author":"Staach"},
        {"id":74,"quote":"To make environmental progress and sustainability accessible to businesses, nonprofits and individuals through online storytelling, community building, business partnerships and fundraising. Our crowdfunding platform and advisors inspire, educate and prepare our clients to raise money for their meaningful green endeavors.","author":"Worldwide"},
        {"id":75,"quote":"We are dedicated to treat our employees fairly to minimize our carbon footprint.","author":"Your Company Here"},
        {"id":76,"quote":"Our services will  be diverse and inclusive to cintinue sustainable economics.","author":"Your Company Here"},
        {"id":77,"quote":"We commit to doing better always.","author":"Ecoriginals"},
        {"id":78,"quote":"We believe in creating haircare that's effective for your hair and the environment.","author":"LUSH"},
        {"id":79,"quote":"Making the shift to sustainable and inclusive growth.","author":"McKinsey & Co."},
        {"id":80,"quote":"We are committed to provide safe and healthy jobs to preserve the environment.","author":"Your Company Here"},
        {"id":81,"quote":"We are dedicated to reducing plastic use and waste to accelerate the world's transition to sustainable energy.","author":"Your Company Here"},
        {"id":82,"quote":"We will respect the law and support universal human rights to support a sustainable energy supply.","author":"Your Company Here"},
        {"id":83,"quote":"We believe the period aisle should be stocked with radically comfortable products that actually work — for people and the planet.","author":"Aisle"},
        {"id":84,"quote":"To foster the environmental transition through biosciences.","author":"Global Bioenergies"},
        {"id":85,"quote":"We conduct business essential to life. Running for the people who trust us and the planet that sustains us, we create intelligent connected machines that enable lives to leap forward.","author":"Deere & Co."},
        {"id":86,"quote":"Our mission is doing business in ways that are good for people and the planet to continue sustainable economics.","author":"Your Company Here"},
        {"id":87,"quote":"Our goal is helping the environment through materials grounded in sustainablity practices.","author":"Your Company Here"},
        {"id":88,"quote":"We run to create solutions that sustain the livelihoods of our customers and communities around the world for generations to come.","author":"Deere & Co."},
        {"id":89,"quote":"We Create From Waste.","author":"Riley Studio"},
        {"id":90,"quote":"We are committed to use renewable resources in manufacturing to support a sustainable energy supply.","author":"Your Company Here"},
        {"id":91,"quote":"We are dedicated to nurturing an environmentally aware corportate culture to create solutions to the environmental crisis.","author":"Your Company Here"},
        {"id":92,"quote":"Our services empower people to create a better way of being sustainable to protect the planet.","author":"Your Company Here"},
        {"id":93,"quote":"We are gender free for the planet.","author":"Riley Studio"},
        {"id":94,"quote":"We believe there’s a better way to feed our future.","author":"Beyond Meat"},
        {"id":95,"quote":"Our mission is to create a waste-free world through education, action and advocacy.","author":"Stasher Bag"},
        {"id":96,"quote":"We Believe That Renewable, Plant-Based Solutions Build A More Sustainable Future.","author":"Seventh Generation"},
        {"id":97,"quote":"We care about our planet and pledge to act consciously and in kindness always.","author":"milou milou"},
        {"id":98,"quote":"We’re not leaving a mark, we’re making a positive footprint. Our commitment to sustainability is in our DNA. See how our brands are changing the world, one product at a time.","author":"Hanes Brands"},
        {"id":99,"quote":"We believe that business can be a force of positive change in our world, starting with the communities and people we serve.","author":"West Paw"},
        {"id":100,"quote":"Our foundation will improve the quality of life in our communities to create solutions to the environmental crisis.","author":"Your Company Here"}
    ]
}
